/* minutes:seconds time length format in browser mode */
"%.2d:%.2d" = "%1$.2d:%2$.2d";

/* hours:minutes:seconds time length format in browser mode */
"%.2d:%.2d:%.2d" = "%1$.2d:%2$.2d:%3$.2d";

/* Size on disk */
"%@ on disk" = "%@ sur le disque";

/* The format for the today/yesterday string shown in the open/save panel followed by a comma, fillowed by the time */
"%@, %@" = "%1$@, %2$@";

/* Label for scope bar button for multiple scopes. */
"%d Places" = "%d positions";

/* Indicates the non plural one item found by a spotlight search.  Arg is the number that was found, which will always be 1 */
"%ld item" = "%ld élément";

/* Indicates the number of items found by a spotlight search.  Arg is the number that was found. */
"%ld items" = "%ld éléments";

/* Label for scope bar button for multiple scopes. */
"%ld Places" = "%ld positions";

/* Dimension format label shown in browser mode */
"%ld\\U2006\\U00D7\\U2006%ld" = "%1$ld × %2$ld";

/* Property not shown value (dash dash) */
"--" = "--";

/* quotes for a label */
"\\U201c%@\\U201d" = "« %@ »";

/* Title for overwiting existing file confirmation dialog. */
"\\U201c%@\\U201d already exists. Do you want to replace it?" = "« %@ » existe déjà. Souhaitez-vous le remplacer ?";

/* Dot dot dot to be shown for truncated text */
"\\U2026" = "…";

/* Message for overwriting existing file confirmation dialog. First arg is the directory containing the file. */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite its current contents." = "Un fichier ou dossier du même nom se trouve déjà dans le dossier %@. Si vous le remplacez, le contenu d’origine sera perdu.";

/* Message for overwriting existing file confirmation dialog on the desktop. First arg is the directory containing the file (translate desktop word). */
"A file or folder with the same name already exists on the %@. Replacing it will overwrite its current contents." = "Un fichier ou dossier du même nom se trouve déjà sur le %@. Si vous le remplacez, le contenu d’origine sera perdu.";

/* Error to display for duplicate file name overwrite of smart folders. */
"An item already exists with that name. Rename the item and try again." = "Un élément du même nom existe déjà. Renommez-le et essayez à nouveau.";

/* Ask to use... text shown on the button in the shared server panel */
"Ask to use\\U2026" = "Demander à utiliser…";

/* Title for asking to use the disc drive via over the air disc drive sharing */
"Asking to use the %@ drive in \\U201c%@\\U201d\\U2026" = "Demande d’utilisation du lecteur %1$@ dans « %2$@ »…";

/* Asking to use... title to show as text label in shared server panel. */
"Asking to use\\U2026" = "Demande d’utilisation…";

/* Calculating Size label shown in browser mode */
"Calculating Size" = "Calcul de la taille";

/* Button text to cancel save operation. */
"Cancel" = "Annuler";

/* CD drive title */
"CD" = "CD";

/* Label for scope bar button which represents the 'everywhere' scope.  Note this really searches everywhere by HI determined the word 'Everywhere' is too ambiguous. */
"Computer" = "Ordinateur";

/* Connect As... text shown on the button in the shared server panel */
"Connect As\\U2026" = "Se connecter comme…";

/* Connected title to show as text label in shared server panel. */
"Connected" = "Connecté";

/* Text to show who we are connected as in the server panel. */
"Connected as: %@" = "Connecté comme « %@ »";

/* Connecting... title to show as text label in shared server panel. */
"Connecting\\U2026" = "Connexion en cours…";

/* Connection Failed title to show as text label in shared server panel. */
"Connection Failed" = "Échec de la connexion";

/* Label for scoep bar button Contents */
"Contents" = "Contenu";

/* Title for devices in the sidebar of the open/save panel */
"DEVICES" = "APPAREILS";

/* Dimensions label shown in browser mode */
"Dimensions" = "Dimensions";

/* disc drive title */
"disc" = "disque";

/* Disconnect text shown on the button in the shared server panel */
"Disconnect" = "Se déconnecter";

/* Title prompt used when asking to save a smart folder that has changed. */
"Do you want to save this Smart Folder?" = "Souhaitez-vous enregistrer ce dossier intelligent ?";

/* Button text to not save the smart folder. */
"Don\\U2019t Save" = "Ne pas enregistrer";

/* DVD drive title */
"DVD" = "DVD";

/* Label for the edit button above the rule editor in the advanced search mode. */
"Edit" = "Édition";

/* eject button title */
"Eject" = "Éjecter";

/* eject all button title */
"Eject All" = "Tout éjecter";

/* Fetching... label shown in browser mode */
"Fetching..." = "Chargement…";

/* Label for scoep bar button File Name */
"File Name" = "Nom du fichier";

/* Label for scope bar button which represents the home directory. */
"Home" = "Départ";

/* Message for file name starts with a dot dialog. */
"If you decide to go ahead and use a name which begins with a dot the file will be hidden." = "Si vous continuez et décidez d’utiliser un nom débutant par un point, le fichier sera masqué.";

/* Message prompt used when asking to save a smart folder that has changed. */
"If you don\\U2019t save, the changes you made to \\U201c%@\\U201d will be lost." = "Si vous n’enregistrez pas, les modifications apportées à « %@ » seront perdues.";

/* Media Browser node title in the sidebar on the left */
"Media" = "Données";

/* Title for media section in the sidebar of the open/save panel */
"MEDIA" = "DONNÉES";

/* Movices media browser node title */
"Movies" = "Séquences";

/* Music media browser node title */
"Music" = "Musique";

/* Title for file name that is greater than 31 characters on a short file name volume. */
"Names longer than 31 characters are not supported on the destination volume." = "Les noms de plus de 31 caractères ne sont pas pris en charge sur le volume de destination.";

/* Title for file name starts with a dot dialog. */
"Names that begin with a dot \\U201c.\\U201d are reserved for the system." = "Les noms débutant par un point « . » sont réservés au système.";

/* Not Connected title to show as text label in shared server panel. */
"Not Connected" = "Non connecté";

/* default button of open panel
   window title of open panel */
"Open" = "Ouvrir";

/* Title for button to 'Open <MobileMe> Preferences' */
"Open %@ Preferences" = "Ouvrir les préférences %@";

/* Menu item title in advanced search for adding additional search criteria not specified in the list - with ellipses. */
"Other\\U2026" = "Autre…";

/* Photos media browser node title */
"Photos" = "Photos";

/* Title for places section in the sidebar of the open/save panel */
"PLACES" = "EMPLACEMENTS";

/* Message for file name longer than 31 characters. */
"Please choose a filename that is no longer than 31 characters." = "Veuillez choisir un nom de fichier comportant au maximum 31 caractères.";

/* Title shown in an alert dialog for a location that can't be found. */
"Please select another item." = "Choisissez un autre élément.";

/* Recent Places label */
"Recent Places" = "Emplacements récents";

/* Button text to overwrite an existing file. */
"Replace" = "Remplacer";

/* Request denied title to show as text label in shared server panel. */
"Request denied" = "Demande refusée";

/* Button text to save the smart folder.
   default button of save panel
   Label for the save button above the rule editor in the advanced search mode.
   window title of save panel */
"Save" = "Enregistrer";

/* Label for the save as button above the rule editor in the advanced search mode. */
"Save As" = "Enregistrer sous";

/* name field label */
"Save As:" = "Enregistrer sous :";

/* Title for smart folders section in side bar. */
"Saved Searches" = "Recherches enregistrées";

/* Title for app specific saved searches in the sidebar of the open/save panel */
"SAVED SEARCHES" = "ECHERCHES ENREGISTRÉES";

/* Title for search for section in the sidebar of the open/save panel */
"SEARCH FOR" = "RECHERCHER";

/* Label for scope bar button which represents the 'search:' title. */
"Search:" = "Rechercher dans :";

/* Label for popup button in save panel mini mode when current location is a search. */
"Searching for \\U201c%@\\U201d" = "Recherche de « %@ »";

/* The string to display in the path location control when there is no selected item in the search results. */
"Select an item to see its path." = "Sélectionnez un élément pour voir son chemin d’accès.";

/* Label for scope bar button which represents the servers scope. */
"Servers" = "Serveurs";

/* Title for shared in the sidebar of the open/save panel */
"SHARED" = "PARTAGÉS";

/* Label for scope bar button which represents the 'smart folder' title. */
"Smart Folder" = "Dossier intelligent";

/* Smart Folders label */
"Smart Folders" = "Dossiers intelligents";

/* String to show when hovering over the X button in the ask to use UI for ODS */
"Stop asking to use\\U2026" = "Arrêter la demande d’utilisation…";

/* String to show when hovering over the X button when waiting for a disc */
"Stop waiting for disc\\U2026" = "Arrêter l’attente du disque…";

/* Warning to show when ejecting ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volume that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "Le périphérique contenant « %1$@ » contient également %2$ld autres volumes qui ne seront pas éjectés. Souhaitez-vous vraiment éjecter « %3$@ » ?";

/* Warning to show when ejecting MORE THAN ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volumes that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "Le périphérique contenant « %1$@ » contient également %2$ld autres volumes qui ne seront pas éjectés. Souhaitez-vous vraiment éjecter « %3$@ » ?";

/* Label the 'goto' dialog when it can't find a folder. Same as Finders version. */
"The folder cannot be found." = "Dossier introuvable.";

/* The string to display in the path location control when the selected items do not share a common path. */
"The selected items do not share a path." = "Les éléments sélectionnés ne partagent pas de chemin d’accès.";

/* Message shown in an alert dialog for a location that can't be found. */
"The volume for \\U201c%@\\U201d could not be found." = "Le volume de « %@ » est introuvable.";

/* error message for lacking write permission to create new folder */
"This location is read-only." = "Cet emplacement est en lecture seule.";

/* Label for scope bar button which represents the 'This Mac' scope. Used to be called Computer. */
"This Mac" = "Ce Mac";

/* error message for new folder name conflict */
"This name is already taken." = "Ce nom est déjà pris.";

/* Message to show about ejecting everthing */
"To eject all the volumes on this device hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume." = "Pour éjecter tous les volumes de ce périphérique, maintenez la touche Option enfoncée tout en éjectant le volume.\n\nDorénavant, afin d’éjecter un seul volume sans afficher cette zone de dialogue, maintenez la touche Contrôle enfoncée tout en éjectant le volume.";

/* Today: String shown in save panel date cell when trying to save space */
"Today" = "Aujourd’hui";

/* Undo the name change in the save panel by clicking on a disabled item */
"Undo Name Change" = "Annuler la modification du nom";

/* default new folder name */
"untitled folder" = "dossier sans titre";

/* Button text to choose required extension. Arg is file name extension.
   Button text to choose the alternative extension. Arg is file name extension. */
"Use .%@" = "Utiliser .%@";

/* Button text to use a filename starting with a dot. */
"Use \\U201c.\\U201d" = "Utiliser « . »";

/* Button text to choose combined extensions. */
"Use both" = "Utiliser les 2";

/* Using disc drive title to show as text label in shared server panel. */
"Using disc drive\\U2026" = "Utilisation du lecteur de disque…";

/* Waiting for disc drive title to show as text label in shared server panel. */
"Waiting for disc drive\\U2026" = "Attente du lecteur de disque…";

/* Title string shown when waiting for a disc in the over the air remote disc drive support */
"Waiting for disc\\U2026" = "Attente du disque…";

/* Yesterday: String shown in save panel date cell when trying to save space */
"Yesterday" = "Hier";

/* Information on choices. 1st arg is current extension. 2nd arg is required extension. */
"You can choose to use both, so that your file name ends in \\U201c.%1$@.%2$@\\U201d." = "Vous pouvez choisir d’utiliser les deux afin que le nom de votre fichier se termine par « .%1$@.%2$@ ».";

/* Information on choices. */
"You can choose to use the standard extension instead." = "Vous pouvez choisir de plutôt utiliser l’extension standard.";

/* Message when user wants to save with invalid file extension. 1st arg is current extension. 2nd arg is required extension. */
"You cannot save this document with extension \\U201c.%1$@\\U201d at the end of the name. The required extension is \\U201c.%2$@\\U201d." = "Impossible d’enregistrer ce document avec l’extension « .%1$@ » après le nom. L’extension exigée est « .%2$@ ».";

/* Message when user wants to save with an alternative file extension - for panels configured to permit this. 1st arg is current extension. 2nd arg is required extension. */
"You have used the extension \\U201c.%1$@\\U201d at the end of the name. The standard extension is \\U201c.%2$@\\U201d." = "Vous avez utilisé l’extension « .%1$@ » après le nom. L’extension standard est « .%2$@ ».";

/* Message to display to prompt to setup iDisk / MobileMe / .mac */
"Your %@ account is not set up. Would you like to open %@ preferences and set it up now?" = "Votre compte %1$@ n’est pas configuré. Souhaitez-vous ouvrir les préférences %2$@ et le configurer maintenant ?";

/* Title to show when DVD/CD remote use was declined */
"Your request to use the %@ drive in \\U201c%@\\U201d\\U2026 was declined." = "Votre demande d’utilisation du lecteur %1$@ dans « %2$@ »… a été déclinée.";

